acpi
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-utils
android-tools
android-udev
apache
arandr
arch-install-scripts
arch-wiki-docs
argyllcms
aria2
arj
at
atool
authy
axel
base
base-devel
bat
bind
bluedevil
blueman
bluez
bluez-utils
boost
bpytop
byobu
calc
calcurse
catch2
catimg
catppuccin-gtk-theme-mocha
certbot
certbot-apache
chaotic-keyring
chaotic-mirrorlist
chromaprint
cmake
cmatrix
cmus
cool-retro-term
cpio
cuda
cups
cups-pdf
cups-pk-helper
db
dbus-python
dex
dhclient
dialog
discord
displaycal
dkms
dmidecode
dnsmasq
docker
docker-compose
dolphin-emu
dunst
efibootmgr
emacs
ethtool
exfat-utils
extra-cmake-modules
faad2
fastfetch
ffmpeg4.4
ffmpegthumbnailer
firefox-developer-edition
firefox-developer-edition-i18n-es-cl
fish
fisher
font-manager
fzf
gamemode
garcon
gcolor3
gdb
git
gitui
google-earth-pro
grim
grub
gst-libav
gtk4
gvfs
gvfs-mtp
heroic-games-launcher-git
highlight
hplip
htop
hwinfo
ibus
inetutils
inkscape
intel-gmmlib
intel-media-driver
intel-ucode
inxi
irssi
kdeconnect
kitty
lesspipe
lf
lib32-dbus
lib32-glu
lib32-jack2
lib32-libavtp
lib32-libpulse
lib32-libsamplerate
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libvdpau
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-speexdsp
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libao
libavtp
libcaca
libfdk-aac
libgepub
libgsf
libmad
libmp4v2
libmpcdec
libopenraw
libotr
libreoffice-fresh
libreoffice-fresh-es
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-citra
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-duckstation
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-mame
libretro-mame2016
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-retrodream
libretro-sameboy
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
libva-intel-driver
libva-mesa-driver
libva-utils
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lrzip
lsd
lsof
lxappearance-gtk3
lxc
lynx
lzip
lzop
mangohud
mariadb
mediainfo
memtest86+-efi
mesa-demos
mesa-utils
mesa-vdpau
mgba-qt
micro
mkinitcpio-firmware
mousepad
mpd
mpv
nano
ncmpcpp
neofetch
neovim
networkmanager
newsboat
nginx-mainline
nitrogen
nmap
nomacs
noto-fonts-emoji
npm
ntfs-3g
nvidia-lts
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
nvtop
obs-studio
obsidian
opencl-nvidia
openra
opera
opera-ffmpeg-codecs
optipng
os-prober
p7zip
pacman-contrib
papirus-icon-theme
pavucontrol
picard
picom
pkgfile
plocate
plymouth-git
poppler-data
poppler-glib
powertop
progress
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
putty
python-oauth2client
python-pillow
python-pip
python-py-cpuinfo
python-pyalsa
python-pygments
python-pypubsub
python-pysmbc
python-reportlab
qbittorrent
qemu-desktop
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-virtualkeyboard
qt5-webglplugin
qt5-webview
qt5ct
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-speech
qt6-virtualkeyboard
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qtile
ranger
redshift-minimal
reflector
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rhash
rhvoice
rhvoice-language-english
rofi
rsync
samba
sane
scrcpy
sddm
sddm-nordic-theme-git
slurp
smartmontools
smplayer
smplayer-skins
smplayer-themes
speedtest-cli
spotify-tui
ssh-audit
sshfs
steam
steam-native-runtime
strace
swaks
system-config-printer
telegram-desktop
tetrio-desktop
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-dark-reader
thunderbird-i18n-es-es
tigervnc
tldr
tlp
traceroute
ttf-hanazono
tty-clock
tumbler
ufw
unixodbc
unrar
unzip
uwsgi
v4l2loopback-dkms
vde2
ventoy-bin
virt-manager
virt-viewer
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-dkms
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
vulkan-validation-layers
wavpack
wget
whois
wine
wine-gecko
wine-mono
winetricks
wireplumber
wlroots
wol
wpa_supplicant
xarchiver
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
xsel
xss-lock
yay
zip
zoom
acpi
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-utils
android-tools
android-udev
apache
arandr
arch-install-scripts
arch-wiki-docs
argyllcms
aria2
arj
at
atool
authy
axel
base
base-devel
bat
bind
bluedevil
blueman
bluez
bluez-utils
boost
bpytop
byobu
calc
calcurse
catch2
catimg
catppuccin-gtk-theme-mocha
certbot
certbot-apache
chaotic-keyring
chaotic-mirrorlist
chromaprint
cmake
cmatrix
cmus
cool-retro-term
cpio
cuda
cups
cups-pdf
cups-pk-helper
db
dbus-python
dex
dhclient
dialog
discord
displaycal
dkms
dmidecode
dnsmasq
docker
docker-compose
dolphin-emu
downgrade
dunst
efibootmgr
emacs
ethtool
exfat-utils
extra-cmake-modules
faad2
fastfetch
ffmpeg4.4
ffmpegthumbnailer
firefox-developer-edition
firefox-developer-edition-i18n-es-cl
fish
fisher
font-manager
fzf
gamemode
garcon
gcolor3
gdb
git
gitui
google-earth-pro
grim
grub
gst-libav
gtk4
gvfs
gvfs-mtp
heroic-games-launcher-git
highlight
hplip
htop
hwinfo
ibus
inetutils
inkscape
intel-gmmlib
intel-media-driver
intel-ucode
inxi
irssi
kdeconnect
kitty
lesspipe
lf
lib32-dbus
lib32-glu
lib32-jack2
lib32-libavtp
lib32-libpulse
lib32-libsamplerate
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libvdpau
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-speexdsp
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libao
libavtp
libcaca
libfdk-aac
libgepub
libgsf
libmad
libmp4v2
libmpcdec
libopenraw
libotr
libreoffice-fresh
libreoffice-fresh-es
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-citra
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-duckstation
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-mame
libretro-mame2016
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-retrodream
libretro-sameboy
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
libva-intel-driver
libva-mesa-driver
libva-utils
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lrzip
lsd
lsof
lxappearance-gtk3
lxc
lynx
lzip
lzop
mangohud
mariadb
mediainfo
memtest86+-efi
mesa-demos
mesa-utils
mesa-vdpau
mgba-qt
micro
mkinitcpio-firmware
mousepad
mpd
mpv
nano
ncmpcpp
neofetch
neovim
networkmanager
newsboat
nginx-mainline
nitrogen
nmap
nomacs
noto-fonts-emoji
npm
ntfs-3g
nvidia-lts
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
nvtop
obs-studio
obsidian
opencl-nvidia
openra
opera
opera-ffmpeg-codecs
optipng
os-prober
p7zip
pacman-contrib
papirus-icon-theme
pavucontrol
picard
picom
pkgfile
plocate
plymouth-git
poppler-data
poppler-glib
powertop
progress
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
putty
python-oauth2client
python-pillow
python-pip
python-py-cpuinfo
python-pyalsa
python-pygments
python-pypubsub
python-pysmbc
python-reportlab
qbittorrent
qemu-desktop
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-virtualkeyboard
qt5-webglplugin
qt5-webview
qt5ct
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-speech
qt6-virtualkeyboard
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qtile
ranger
redshift-minimal
reflector
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rhash
rhvoice
rhvoice-language-english
rofi
rsync
samba
sane
scrcpy
sddm
sddm-nordic-theme-git
slurp
smartmontools
smplayer
smplayer-skins
smplayer-themes
speedtest-cli
spotify-tui
ssh-audit
sshfs
steam
steam-native-runtime
strace
swaks
system-config-printer
telegram-desktop
tetrio-desktop
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-dark-reader
thunderbird-i18n-es-es
tigervnc
tldr
tlp
traceroute
ttf-hanazono
tty-clock
tumbler
ufw
unixodbc
unrar
unzip
uwsgi
v4l2loopback-dkms
vde2
ventoy-bin
virt-manager
virt-viewer
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-dkms
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
vulkan-validation-layers
wavpack
wget
whois
wine
wine-gecko
wine-mono
winetricks
wireplumber
wlroots
wol
wpa_supplicant
xarchiver
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
xsel
xss-lock
yay
zip
zoom
