adbmanager
alsa-plugins
alsa-utils
antiword
atool
awesome-terminal-fonts
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
calc
catdoc
catfish
cdrtools
chaotic-keyring
chaotic-mirrorlist
cliphist
clutter
cmake
colordiff
cpio
cups
cups-pk-helper
ddcutil
dialog
diff-so-fancy
djvulibre
dmidecode
dnsmasq
docker
docker-compose
dosbox
dosfstools
duf
efibootmgr
efitools
eww
fastfetch
ffmpegthumbnailer
filezilla
firefox-esr
fish
font-manager
freerdp
gammastep
ghostscript
git
git-delta
glew
glfw
glow
google-earth-pro
gpxsee
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-mtp
gvfs-smb
highlight
hwinfo
hyprland
hyprpicker-git
ibus
imagemagick
imv
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
jdk-openjdk
jellyfin-media-player
jellyfin-web
jq
kdeconnect
kitty
lesspipe
lf
lhasa
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpipewire
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libva-mesa-driver
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-pcsclite
lib32-pipewire
lib32-sdl2
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libdecor
libgepub
libgsf
libguestfs
libheif
libnotify
libopenraw
libraw
libreoffice-fresh
libreoffice-fresh-es
libva-mesa-driver
libva-utils
libvisual
libvncserver
libwmf
libwpg
libxslt
linux
linux-firmware
linux-headers
lrzip
lsd
lzip
lzop
mailcap
man-db
mdcat
mesa-utils
meson
micro
mlocate
mosh
mousepad
mpd
mpv
mtools
net-tools
networkmanager
ntfs-3g
nwg-displays
nwg-look
obsidian
odt2txt
openal
openbsd-netcat
os-prober
otpclient
p7zip
papirus-icon-theme
pavucontrol
perl-image-exiftool
pipewire-alsa
pipewire-docs
pipewire-pulse
pipewire-v4l2
playerctl
projectm-pulseaudio
putty
python-html2text
python-opengl
python-pygments
python-pyqt5
python-pysmbc
python-pyxdg
python-reportlab
qbittorrent
qemu-desktop
qemu-guest-agent
qpwgraph
qt5-base
qt5-connectivity
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-sensors
qt5-serialport
qt5-speech
qt5-svg
qt5-wayland
qt5-webchannel
qt5-websockets
qt5ct
qt6-wayland
qt6ct
qtpbfimageplugin-qt6
quodlibet
remmina
rpcbind
rust
sane
sane-airscan
sbctl
sbsigntools
scrcpy
screenkey
sddm
slurp
source-highlight
speech-dispatcher
sshfs
steam
swappy
swayidle
swaylock-effects
swaync
swww
syncthing
system-config-printer
tealdeer
telegram-desktop
tesseract-data-eng
tftp-hpa
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
traceroute
trash-cli
tree
ttf-baekmuk
ttf-firacode-nerd
ttf-hack-nerd
ttf-hanazono
ttf-heavydata-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-meslo-nerd
tumbler
unarj
unixodbc
unrar
unzip
usbmuxd
vdpauinfo
vinagre
virt-manager
virt-viewer
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
vulkan-intel
vulkan-mesa-layers
vulkan-tools
webcord
weston
wev
wf-recorder
wget
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireshark-cli
wireshark-qt
wl-clipboard
wlogout
wpa_supplicant
wqy-zenhei
x11-ssh-askpass
xarchiver
xclip
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xorg-xeyes
xsane
xsel
yay
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zeitgeist
zip
zoom
