acpi
adobe-source-han-sans-kr-fonts
alsa-oss
alsa-utils
amdvlk
archiso
aria2
arj
asar
at
atool
audacity
authy
awesome-terminal-fonts
axel
azote
bandwhich
baresip
base
base-devel
bat
bind
binwalk
blueman
bluez
bluez-utils
bridge-utils
brightnessctl
btop
calc
calcurse
calibre
catdoc
chafa
chaotic-keyring
chaotic-mirrorlist
clamav
cliphist
cloudflared
cmake
codec2
colordiff
conky
cowsay
cpio
cuneiform
cups
cups-pdf
cups-pk-helper
dex
dhclient
dialog
dmidecode
dnsmasq
docker
docx2txt
dosbox
dosfstools
duf
dust
easy-rsa
efibootmgr
electron
elinks
emacs-wayland
espeakup
expac
fastfetch
fbreader
ffmpegthumbnailer
firefox-esr
firefox-esr-i18n-es-cl
fish
flameshot
fluffychat
font-manager
fontforge
foomatic-db
foomatic-db-engine
foomatic-db-nonfree
freac
freerdp
fzf
gamemode
gamescope
gammastep
gcc12
gcolor3
geoipupdate
gifsicle
git
gjs
glade
glfw-wayland
glow
gnumeric
gocr
google-earth-pro
gping
grex
grim
grub
gst-libav
gst-plugin-va
gst-plugins-ugly
gtk4
gtuber-git
gutenprint
gvfs
gvfs-mtp
hashcat
hdf5
help2man
heroic-games-launcher-bin
highlight
hplip
htop
hwinfo
hyprland
hyprpicker-git
ibus
iftop
imv
inetutils
inkscape
intel-gmmlib
intel-gpu-tools
intel-media-driver
intel-ucode
ipp-usb
iptables-nft
ipv6calc
iucode-tool
jami-qt
jellyfin-media-player
jellyfin-web
john
kanshi
kitty
kooha
kvantum
lf
lftp
lhasa
lib32-amdvlk
lib32-fontconfig
lib32-glu
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-libpulse
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libvdpau
lib32-mesa-demos
lib32-mesa-utils
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-ocl-icd
lib32-opencl-nvidia
lib32-pipewire
lib32-polkit
lib32-sdl2
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libdvdcss
libgepub
libgme
libgsf
libguestfs
libkeybinder3
libmp4v2
libopenraw
libreoffice-fresh
libreoffice-fresh-es
libretro-overlays
libretro-pcsx2
libretro-shaders-slang
libsmbios
libva-intel-driver
libva-mesa-driver
libva-nvidia-driver
libva-utils
libvirt
libvirt-dbus
libvirt-glib
libvirt-python
libvirt-storage-iscsi-direct
linux
linux-firmware
linux-headers
lirc
live-media
looking-glass-git
looking-glass-host-git
looking-glass-module-dkms-git
lrzip
lsd
lshw
lua52-socket
luit
lynis
lzip
lzop
mako
mame
mame-tools
mangohud
mcomix
mdcat
mediainfo
mesa-demos
mesa-utils
mesa-vdpau
meson
micro
mkinitcpio-firmware
mosh
mousepad
mpd
mpv
mpvpaper
mtools
nano
neofetch
net-tools
nethack
network-manager-applet
networkmanager
nmap
noise-suppression-for-voice
nomacs
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvme-cli
nvtop
nwg-displays
nwg-look
obs-studio-tytan652
ocrad
ocrfeeder
ocrmypdf
odt2txt
onedriver
open-iscsi
openbsd-netcat
opencl-nvidia
opensips
openvpn
os-prober
otf-font-awesome
otpclient
p7zip
pacman-contrib
pamixer
paperwork
papirus-icon-theme
parallel
parcellite
pavucontrol
pcsx2-avx-git
perl-image-exiftool
picard
pigz
pipewire-alsa
pipewire-docs
pipewire-pulse
pipewire-v4l2
playerctl
pngquant
pnpm
polkit-qt5
print-manager
procs
pulsemixer
putty
python-capstone
python-keyring
python-lz4
python-musicbrainzngs
python-paramiko
python-pip
python-pygments
python-virtualenv
qbittorrent
qemu-emulators-full
qemu-full
qemu-img
qpwgraph
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qt5ct
qt6-3d
qt6-5compat
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-declarative
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-speech
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
quodlibet
radvd
rdesktop
redis
redshift-minimal
remmina
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
ripgrep
rmlint
rsync
rtmpdump
rustup
sane-airscan
scdoc
scrcpy
sd
sddm
sdl_image
shattered-pixel-dungeon
shotcut
simple-scan
sl
slurp
smplayer
smplayer-skins
smplayer-themes
sndio
socat
source-highlight
speech-dispatcher
speedcrunch
speedtest-cli
spice
spice-vdagent
splix
ssh-audit
sshfs
steam
swappy
swaybg
swayidle
swaylock-effects
swaync
swig
swtpm
swww
system-config-printer
tealdeer
telegram-desktop
tesseract
tesseract-data-eng
tetrio-desktop
texlive-latex
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
trash-cli
ttf-dejavu
ttf-hack-nerd
ttf-hanazono
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-ubuntu-nerd
tty-clock
tty-solitaire
tumbler
typescript
udiskie
ueberzug
unarj
unrar
unzip
vala
vdpauinfo
virt-manager
virt-viewer
virtualbox
virtualbox-ext-oracle
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-guest-utils-nox
virtualbox-sdk
virtualbox-unattended-templates
volantes-cursors
vsftpd
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-intel
vulkan-mesa-layers
vulkan-swrast
vulkan-tools
waybar
waypipe-git
webcord
weston
wev
wget
whois
wifite
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireshark-qt
wkhtmltopdf
wl-clipboard
wlogout
wlr-randr
wofi
wol
wpa_supplicant
xarchiver
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-input-synaptics
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
xsel
xwaylandvideobridge
yt-dlp
ytfzf
zenity
zip
zoom
zvbi
